Revit 2024 API
ParameterTypeId.AreaSchemeName Property
 "Name"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId AreaSchemeName { get; }
Visual Basic
Public Shared ReadOnly Property AreaSchemeName As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ AreaSchemeName {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace